IDEA StatiCa Open Model
TendonBar.TendonDuct Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Tendon duct
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TendonDuct TendonDuct { get; set; }
Public Property TendonDuct As TendonDuct
	Get
	Set
public:
property TendonDuct^ TendonDuct {
	TendonDuct^ get ();
	void set (TendonDuct^ value);
}
Property Value
Type: TendonDuct
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace